Repository: terrytibbs2004/builds
Catalog: new19/addons/inputstream.adaptive/resources/language/resource.language.*/strings.po
Languages: cs_cz

# Addon Summary
source: InputStream client for adaptive streams
cs_cz: Klient adaptivních toků protokolu InputStream

# Addon Description
source: InputStream client for adaptive streams
cs_cz: Klient adaptivních toků protokolu InputStream

# #30100
source: General
cs_cz: Obecné

# #30101
source: Min. Bandwidth (Bit/s)
cs_cz: Min. šířka pásma (b/s)

# #30102
source: Max. Bandwidth (Bit/s)
cs_cz: Max. šířka pásma (b/s)

# #30103
source: Decrypter path
cs_cz: Cesta k dešifrovači

# #30110
source: Max. Resolution general decoder
cs_cz: Max. rozlišení obecného dekodéru

# #30111
source: Stream Selection
cs_cz: Výběr proudu

# #30112
source: Media
cs_cz: Média

# #30113
source: Max. Resolution secure decoder
cs_cz: Max. rozlišení zabezpečeného dekodŕu

# #30114
source: Override HDCP status
cs_cz: Přepsat stav DHCP

# #30115
source: Ignore Display Resolution
cs_cz: Ignorovat rozlišení displeje

# #30121
source: Enable Pre-Release Features
cs_cz: Povolit nestabilní funkce

# #30122
source: Don't use secure decoder if possible
cs_cz: Pokud možno nepoužívat zabezpečený dekodér

# #30155
source: Automatically select streams
cs_cz: Automaticky vybrat proudy

# #30156
source: Manually select all streams
cs_cz: Ručně vybrat proudy

# #30157
source: All
cs_cz: Všechno

# #30158
source: Audio
cs_cz: Zvuk

# #30159
source: Video
cs_cz: Obraz

# #30160
source: Manually select video stream
cs_cz: Ručně vybrat proud obrazu

# #30161
source: Video + Subtitles
cs_cz: Obraz + titulky
