Repository: terrytibbs2004/builds
Catalog: repo2/inputstream.adaptive/resources/language/resource.language.*/strings.po
Languages: fi_fi

# Addon Summary
source: InputStream client for adaptive streams
fi_fi: InputStream-asiakaspääte mukautuville mediavirroille

# Addon Description
source: InputStream client for adaptive streams
fi_fi: InputStream-asiakaspääte mukautuville mediavirroille

# #30100
source: General
fi_fi: Yleiset

# #30101
source: Min. Bandwidth (Bit/s)
fi_fi: Vähimmäiskaistanleveys (Bit/s)

# #30102
source: Max. Bandwidth (Bit/s)
fi_fi: Enimmäiskaistanleveys (Bit/s)

# #30103
source: Decrypter path
fi_fi: Salauksen purkaimen polku

# #30110
source: Max. Resolution general decoder
fi_fi: Yleisen dekoodauksen enimmäistresoluutio

# #30111
source: Stream Selection
fi_fi: Mediavirran valinta

# #30113
source: Max. Resolution secure decoder
fi_fi: Suojatun dekoodauksen enimmäistresoluutio

# #30114
source: Override HDCP status
fi_fi: Ohita HDCP-tila

# #30115
source: Ignore Display Resolution
fi_fi: Älä huomioi näytön resoluutiota

# #30120
source: Expert
fi_fi: Lisäasetukset

# #30121
source: Enable Pre-Release Features
fi_fi: Käytä testiominaisuuksia

# #30122
source: Don't use secure decoder if possible
fi_fi: Älä käytä suojattua dekoodausta, jos mahdollista

# #30150
source: Max
fi_fi: Enimmäis

# #30155
source: Automatically select streams
fi_fi: Valitse mediavirrat automaattisesti

# #30156
source: Manually select all streams
fi_fi: Valitse kaikki mediavirrat manuaalisesti

# #30157
source: All
fi_fi: Kaikki

# #30158
source: Audio
fi_fi: Ääni

# #30160
source: Manually select video stream
fi_fi: Valitse videovirta manuaalisesti

# #30161
source: Video + Subtitles
fi_fi: Video + Tekstitykset
